---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.LevelAssociationData
source: html/e5565b4e-f226-cc90-9696-5ae1c7fd1435.htm
---
# LevelAssociationData Members

Releases all resources used by the LevelAssociationData